burpsuite
feroxbuster
feroxbuster-debug
ffuf
ffuf-debug
gnu-netcat
gtk-engine-murrine
gtk-engine-murrine-debug
gtk2
libmongocrypt-debug
mongosh-debug
packettracer
python-pyqt5-chart-debug
python2-debug
qt5-webchannel
qt5-webchannel-debug
qt5-webengine
qt5-webengine-debug
qt5-websockets
qt5-websockets-debug
ttf-victor-mono
visual-studio-code-bin
wallust
wallust-debug
wlogout
wlogout-debug
yay
yay-debug
youtube-music-bin
youtube-music-bin-debug
