7zip
adobe-source-code-pro-fonts
aspnet-runtime
aspnet-runtime-6.0
aspnet-runtime-8.0
base
base-devel
bc
blueman
bluez
bluez-utils
brightnessctl
btop
burpsuite
cava
cliphist
discord
docker
docker-compose
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-6.0
dotnet-sdk-8.0
efibootmgr
fastfetch
feroxbuster
ffmpegthumbnailer
ffuf
firefox
freerdp
git
gnome-system-monitor
gnu-netcat
grim
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
imagemagick
inetutils
intel-media-driver
intel-ucode
inxi
iwd
jq
keepass
kitty
kvantum
less
libnewt
libpulse
libre
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
loupe
ly
mousepad
mpv
mpv-mpris
nano
network-manager-applet
nmap
noto-fonts
noto-fonts-emoji
ntp
nvtop
nwg-displays
nwg-look
obs-studio
obsidian
openssh
openvpn
otf-font-awesome
packettracer
pacman-contrib
pamixer
pavucontrol
perl-archive-zip
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
python-pyquery
python-requests
qalculate-gtk
qbittorrent
qpdf
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
slurp
smartmontools
sof-firmware
swappy
swaync
swww
tcpdump
thunar
thunar-archive-plugin
thunar-volman
tlp
tlp-rdw
tlpui
tmux
tree
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
umockdev
unzip
uwsm
vim
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
volatility3
vulkan-intel
vulkan-nouveau
vulkan-radeon
wallust
waybar
wget
wireless_tools
wireplumber
wireshark-qt
wlogout
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xrandr
yad
yay
yay-debug
youtube-music-bin
yt-dlp
zip
zram-generator
